<?php
return array(
	"[微笑]"=>"/::)",	 //微笑
    "[撇嘴]"=>"/::~",	 //撇嘴
    "[色]"=> "/::B",	 //色
    "[发呆]"=> "/::|",	 //发呆
    "[得意]"=> "/:8-)",	 //得意
    "[流泪]"=> "/::<",	 //流泪
    "[害羞]"=> "/::$",	 //害羞
    "[闭嘴]"=> "/::X",	 //闭嘴
    "[睡]"=> "/::Z",	 //睡
    "[大哭]"=> "/::'(",	 //大哭
    "[尴尬]"=> "/::-|",	 //尴尬
    "[发怒]"=> "/::@",	 //发怒
    "[调皮]"=> "/::P",	 //调皮
    "[呲牙]"=> "/::D",	 //呲牙
    "[惊讶]"=> "/::O",	 //惊讶
//16-30
    "[难过]"=> "/::(",	 //难过
    "[酷]"=> "/::+",	 //酷
    "[冷汗]"=> " /:--b",	 //冷汗
    "[抓狂]"=> "/::Q",	 //抓狂
    "[吐]"=> "/::T",	 //吐
    "[偷笑]"=> "/:,@P",	 //偷笑
    "[可爱]"=> "/:,@-D",	 //可爱
    "[白眼]"=> "/::d",	 //白眼
    "[傲慢]"=> "/:,@o",	 //傲慢
    "[饥饿]"=> "/::g",	 //饥饿
    "[困]"=> "/:|-)",	 //困
    "[惊恐]"=> "/::!",	 //惊恐
    "[流汗]"=> "/::L",	 //流汗
    "[憨笑]"=> "/::>",	 //憨笑
    "[大兵]"=> "/::,@",	 //大兵
//31-45
    "[努力]"=> "/:,@f",	 //努力
    "[咒骂]"=> "/::-S",	 //咒骂
    "[疑问]"=> "/:?",	 //疑问
    "[嘘]"=> "/:,@x",	 //嘘
    "[晕]"=> "/:,@@",	 //晕
    "[折磨]"=> "/::8",	 //折磨
    "[衰]"=> "/:,@!",	 //衰
    "[骷髅]"=> "/:!!!",	 //骷髅
    "[敲打]"=> "/:xx",	 //敲打
    "[再见]"=> "/:bye",	 //再见
    "[擦汗]"=> "/:wipe",	 //擦汗
    "[抠鼻]"=> "/:dig",	 //抠鼻
    "[鼓掌]"=> "/:handclap",	 //鼓掌
    "[溴大了]"=> "/:&-(",	 //溴大了
    "[坏笑]"=> "/:B-)",	 //坏笑
//46-60
    "[左哼哼]"=> "/:<@",	 //左哼哼
    "[右哼哼]"=> "/:@>",	 //右哼哼
    "[哈欠]"=> "/::-O",	 //哈欠
    "[鄙视]"=> "/:>-|",	 //鄙视
    "[委屈]"=> "/:P-(",	 //委屈
    "[快哭了]"=> "/::'|",	 //快哭了
    "[阴险]"=> "/:X-)",	 //阴险
    "[亲亲]"=> "/::*",	 //亲亲
    "[吓]"=> "/:@x",	 //吓
    "[可怜]"=> "/:8*",	 //可怜
    "[菜刀]"=> "/:pd",	 //菜刀
    "[西瓜]"=> "/:<W>",	 //西瓜
    "[啤酒]"=> "/:beer",	 //啤酒
    "[篮球]"=> "/:basketb",	 //篮球
    "[乒乓]"=> "/:oo",	 //乒乓
//61-75
    "[咖啡]"=> "/:coffee",	 //咖啡
    "[饭]"=> "/:eat",	 //饭
    "[猪头]"=> "/:pig",	 //猪头
    "[玫瑰]"=> "/:rose",	 //玫瑰
    "[凋谢]"=> "/:fade",	 //凋谢
    "[示爱]"=> "/:showlove",	 //示爱
    "[爱心]"=> "/:heart",	 //爱心
    "[心碎]"=> "/:break",	 //心碎
    "[蛋糕]"=> "/:cake",	 //蛋糕
    "[闪电]"=> "/:li",	 //闪电
    "[炸弹]"=> "/:bome",	 //炸弹
    "[刀]"=> "/:kn",	 //刀
    "[足球]"=> "/:footb",	 //足球
    "[瓢虫]"=> "/:ladybug",	 //瓢虫
    "[便便]"=> "/:shit",	 //便便
//76-90
    "[月亮]"=> "/:moon",	 //月亮
    "[太阳]"=> "/:sun",	 //太阳
    "[礼物]"=> "/:gift",	 //礼物
    "[拥抱]"=> "/:hug",	 //拥抱
    "[强]"=> "/:strong",	 //强
    "[弱]"=> "/:weak",	 //弱
    "[握手]"=> "/:share",	 //握手
    "[胜利]"=> "/:v",	 //胜利
    "[抱拳]"=> "/:@)",	 //抱拳
    "[勾引]"=> "/:jj",	 //勾引
    "[拳头]"=> "/:@@",	 //拳头
    "[差劲]"=> "/:bad",	 //差劲
    "[爱你]"=> "/:lvu",	 //爱你
    "[No]"=> "/:no",	 //No
    "[Ok]"=> "/:ok",	 //Ok
//91-105
    "[爱情]"=> "/:love",	 //爱情
    "[飞吻]"=> "/:<L>",	 //飞吻
    "[跳舞]"=> "/:jump",	 //跳舞
    "[发抖]"=> "/:shake",	 //发抖
    "[怄火]"=> "/:<O>",	 //怄火
    "[转圈]"=> "/:circle",	 //转圈
    "[磕头]"=> "/:kotow",	 //磕头
    "[回头]"=> "/:turn",	 //回头
    "[跳绳]"=> "/:skip",	 //跳绳
    "[挥手]"=> "/:oY",	 //挥手
    "[激动]"=> "/:#-0",	 //激动
    "[街舞]"=> "/:hiphot",	 //街舞 // hiphot doesnot work!
    "[献吻]"=> "/:kiss",	 //献吻
    "[左太极]"=> "/:<&",	 //左太极
    "[右太极]"=> "/:&>"	 //右太极
	);


//1-35			/::)/::~/::B/::|/:8-)/::</::$/::X/::Z/::'(/::-|/::@/::P/::D/::O/::(/::+ /:--b/::Q/::T/:,@P/:,@-D/::d/:,@o/::g/:|-)/::!/::L/::>/::,@/:,@f/::-S/:?/:,@x/:,@@
//36-75		/::8/:,@!/:!!!/:xx/:bye/:wipe/:dig/:handclap/:&-(/:B-)/:<@/:@>/::-O/:>-|/:P-(/::'|/:X-)/::*/:@x/:8*/:pd/:<W>/:beer/:basketb/:oo/:coffee/:eat/:pig/:rose/:fade/:showlove/:heart/:break/:cake/:li
//76-105		/:bome/:kn/:footb/:ladybug/:shit/:moon/:sun/:gift/:hug/:strong/:weak/:share/:v/:@)/:jj/:@@/:bad/:lvu/:no/:ok/:love/:<L>/:jump/:shake/:<O>/:circle/:kotow/:turn/:skip/:oY/:#-0/:hiphot/:kiss/:<&/:&>

?>

